"Spaces is disabled" = "Space est désactivé";
"Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?" = "Space doit être activé pour que Warp fonctionne. Désirez-vous aller au panneau de préférences Spaces ?";
"Resource missing" = "Ressource manquante";
"Warp is missing a resource required to function. Please reinstall Warp." = "Il manque une ressource pour que Warp puisse fonctionner. Veuillez réinstaller Warp.";
"Update available" = "Mise à jour disponible";
"Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed." = "Warp %@ est disponible. Désirez-vous télécharger la dernière version ? Version %@ est actuellement installée.";
"Download" = "Télécharger";
"Ignore" = "Ignorer";
"No updates found" = "Aucune mise à jour trouvée";
"Warp %@ is the newest version available." = "Warp %@ est la nouvelle version disponible.";
"Error checking for updates" = "Erreur lors de la recherche de mise à jour";
"Warp was unable to check for updates.\n\n%@" = "Warp est incapable de rechercher une mise à jour.\n\n%@";
"Unable to contact remote host." = "Incapacité de contacter le serveur distant.";
"Yes" = "Oui";
"No" = "Non";
"No windows" = "Aucune fenêtre";